tap "afnanenayet/tap"
tap "cantino/mcfly"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antibody"
brew "bat"
brew "broot"
brew "exa"
brew "fd"
brew "fzf"
brew "git-delta"
brew "htop"
brew "hyperfine"
brew "jq"
brew "lua-language-server"
brew "macos-trash"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tree"
brew "zoxide"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "monitorcontrol"
