tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antibody"
brew "bat"
brew "broot"
brew "exa"
brew "fd"
brew "fzf"
brew "git-delta"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "jq"
brew "macos-trash"
brew "mcfly"
brew "neofetch"
brew "neovim"
brew "pnpm"
brew "python@3.9"
brew "python-tk@3.9"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "zoxide"
brew "eth-p/software/bat-extras-batgrep"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
