tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "michaeleisel/zld"
brew "antibody"
brew "bat"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "git-delta"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "jq"
brew "libusb"
brew "lua-language-server"
brew "macos-trash"
brew "mcfly"
brew "neofetch"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "stow"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tree"
brew "yarn"
brew "zoxide"
brew "eth-p/software/bat-extras-batgrep"
brew "michaeleisel/zld/zld"
cask "alacritty"
cask "appcleaner"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "graphql-playground"
cask "karabiner-elements"
cask "raycast"
cask "showyedge"
